Revit 2027 API
PlanTopologySet Constructor
Initializes a new instance of the PlanTopologySet class
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public PlanTopologySet()
Public Sub New
public:
PlanTopologySet()
new : unit -> PlanTopologySet
See Also
Reference
PlanTopologySet Class
Autodesk.Revit.DB Namespace